Repository: oat-sa/extension-tao-testcenter
Catalog: locales/*/messages.po
Languages: ja_jp, pt_br

source: %d eligibilities have been deleted
ja_jp: %d 資格は削除されました
pt_br: %d elegibilidades foram excluídas

source: `%s` parameter must be an array
ja_jp: `%s` パラメータは配列でなければなりません。
pt_br: ` parâmetro%s` deve ser um array

source: Actions
ja_jp: 実行
pt_br: Ações

source: Add
ja_jp: 追加
pt_br: Adicionar

source: Add Eligibility
ja_jp: 対象デリバリ追加
pt_br: Adicionar Elegibilidade

source: Add Test Takers
ja_jp: 受験者の追加
pt_br: Adicionar Takers de Teste

source: All Sessions
ja_jp: 全セッション
pt_br: Todas as sessões

source: Assessment Activity Reporting
ja_jp: 評価レポート
pt_br: Relatório de Atividades

source: At least one delivery need to be selected to create
ja_jp: デリバリを少なくとも1つ選択する必要があります
pt_br: Pelo menos uma entrega precisa ser selecionada para criar

source: Authorize
ja_jp: 承認
pt_br: Autorizar

source: Authorized
ja_jp: 承認済み
pt_br: Autorizado

source: Available
ja_jp: 実施可能
pt_br: Disponível

source: Back to index
ja_jp: 一覧に戻る
pt_br: Voltar para o índice

source: Can't create eligibility. Please contact administrator.
ja_jp: 受験資格が作成ƒできません。管理者にお問い合わせください。

source: cancel
ja_jp: キャンセル
pt_br: Cancelar

source: Cancel
ja_jp: キャンセル
pt_br: cancelar

source: cancel the action
ja_jp: 操作をキャンセル
pt_br: cancelar a ação

source: Check the compatibility of the current workstation and see the results
ja_jp: 現在のワークステーションの互換性をチェックし、その結果を見る
pt_br: Verifique a compatibilidade da estação de trabalho atual e veja os resultados

source: Clean up orphan eligibilities
ja_jp: 孤立した資格をクリーンアップ
pt_br: Limpeza de elegibilidades órfãs

source: Continue
ja_jp: 続行
pt_br: Continuar

source: Delete
ja_jp: 削除
pt_br: excluir

source: Delivery
ja_jp: デリバリ
pt_br: Entrega

source: Delivery `%s` does not exist.
ja_jp: デリバリ `%s` は存在しません
pt_br: A entrega `%s` não existe.

source: Duplicate
ja_jp: コピー
pt_br: Duplicar

source: Edit
ja_jp: 編集
pt_br: Alterar

source: Edit eligibile test takers
ja_jp: 受験資格者の編集
pt_br: Editar eligibile test takers

source: Edit Eligibility
ja_jp: 受験資格者の編集
pt_br: Editar Elegibilidade

source: Eligibility `%s` does not exist.
ja_jp: 受験資格がありません
pt_br: Elegibilidade `%s` não existe.

source: Eligibility already exists
ja_jp: 受験資格は既にあります
pt_br: Elegibilidade já existe

source: Eligibility don't need proctor authorization any more.
ja_jp: 試検監督の承認は不要です。

source: Eligibility needs proctor authorization
ja_jp: 試検監督の承認が必要となります。
pt_br: Elegibilidade precisa de autorização de proctor

source: Eligibility not found for provided search parameters.
ja_jp: 指定された検索条件では、受験資格が見つかりませんでした
pt_br: Elegibilidade não encontrada para parâmetros de pesquisa fornecidos.

source: Eligible Deliveries
ja_jp: 対象デリバリ
pt_br: Entregas elegíveis

source: Eligible delivery removed
ja_jp: 対象のデリバリが削除されました
pt_br: Entrega elegível removida

source: Eligible Test Takers
ja_jp: 受験資格者
pt_br: Testadores elegíveis

source: Eligible test takers updated
ja_jp: 受験資格者が更新されました
pt_br: Realizadores de testes elegíveis atualizados

source: Enable proctor authorization
ja_jp: 試検監督者承認の有効化
pt_br: Habilitar autorização de proctor

source: First name
ja_jp: 名前１
pt_br: Primeiro nome

source: Go
ja_jp: 移動
pt_br: OK

source: Go to
ja_jp: 移動
pt_br: Ir para

source: Import
ja_jp: インポート
pt_br: Importar

source: Import
ja_jp: インポート
pt_br: Importar

source: Import Eligibilities from csv file.
ja_jp: 受験資格者をCSVインポート
pt_br: Importar ligibilidades de arquivo csv.

source: Invalid files have been removed
ja_jp: 無効なファイルは削除されました
pt_br: Arquivos inválidos foram removidos

source: Last name
ja_jp: 名前２
pt_br: Último Nome

source: Last updated on %2s
ja_jp: 最終更新日：%2s
pt_br: Última atualização em %2s

source: Loading
ja_jp: 読込中
pt_br: Carregando...

source: Login
ja_jp: ログイン
pt_br: Conectar-se

source: Logout
ja_jp: ログアウト
pt_br: Desconectar

source: Main Menu
ja_jp: メインメニュー
pt_br: Menu Principal

source: Manage Schema
ja_jp: スキーマ管理
pt_br: Gerenciar esquema

source: Manage Test Center
ja_jp: テストセンター管理
pt_br: Gerenciar Centro de Testes

source: Manage Test Takers
ja_jp: 受験者管理
pt_br: Gerenciar Takers de Teste

source: Manage testcenters and administer deliveries
ja_jp: テストセンターの管理とデリバリの管理
pt_br: Gerenciar testcenters e administrar entregas

source: Missed `%s` parameter
ja_jp: 不足しているパラメータ: `%s`
pt_br: Parâmetro%s` não atendido

source: Missed required parameter: `%s`
ja_jp: 不足している必須パラメータ: `%s`
pt_br: Parâmetro obrigatório não perdido: `%s`

source: Monitor and manage sessions for the test site
ja_jp: テストサイトのセッションの監視と管理
pt_br: Monitorar e gerenciar sessões no site de teste

source: Monitor only
ja_jp: 試検監督なし
pt_br: Apenas monitor

source: Move
ja_jp: 移動
pt_br: Mover

source: My Test sites
ja_jp: My Test Site
pt_br: Meus sites de teste

source: New class
ja_jp: 新規クラス
pt_br: Nova pasta

source: New eligible delivery added
ja_jp: 新たに対象となるデリバリを追加
pt_br: Nova entrega elegível adicionada

source: New Test Center
ja_jp: 新規テストセンター
pt_br: Novo Centro de Testes

source: No authorization to revoke for these proctors :
ja_jp: これらの試検監督者には、取り消しの権限がありません
pt_br: Nenhuma autorização para revogar para estes protótipos :

source: No Eligible Delivery yet
ja_jp: 対象のデリバリはありません
pt_br: Nenhuma entrega elegível ainda

source: No test site available
ja_jp: テストサイトはありません
pt_br: Nenhum site de teste disponível

source: Partially authorized
ja_jp: 一部承認
pt_br: Parcialmente autorizado

source: Please run %s script to clean up orphan eligibilities
ja_jp: 孤立した資格を削除するスクリプトを実行してください。
pt_br: Por favor, execute o script %s para limpar as eligibilidades órfãs

source: Properties
ja_jp: プロパティ
pt_br: propriedades

source: Readiness check
ja_jp: 準備状況の確認
pt_br: Verificação de preparação

source: Readiness Check
ja_jp: 準備状況の確認
pt_br: Verificação de preparação

source: Readiness Check for test site %s
ja_jp: テストサイト %s の準備状況の確認
pt_br: Verificação de Preparação para o site de teste %s

source: Refresh
ja_jp: 更新
pt_br: atualizar

source: Refresh the page
ja_jp: ページ更新
pt_br: Atualizar a página

source: Remove
ja_jp: 削除
pt_br: Excluir

source: Remove eligibility
ja_jp: 受験資格を削除
pt_br: Remover elegibilidade

source: Remove proctor authorization
ja_jp: 試検監督者権限の削除
pt_br: Remover autorização de proctor

source: Require authorization
ja_jp: 要承認
pt_br: Exigir autorização

source: Resource with `%s` uri not found
ja_jp: URIリソースが見つかりません： `%s`
pt_br: Recurso com `%s` uri não encontrado

source: Revoke
ja_jp: 取り消し

source: Role is not allowed.
ja_jp: ロールは与えられません
pt_br: Função não permitida.

source: Session history
ja_jp: セッション履歴
pt_br: Histórico da sessão

source: Sessions
ja_jp: セッション
pt_br: Sessões

source: Something went wrong ...
ja_jp: 異常が発生しました
pt_br: Algo deu errado...

source: Status
ja_jp: ステータス
pt_br: SItuação

source: Test Center `%s` does not exist.
ja_jp: テストセンター `%s` は存在しません。
pt_br: Centro de testes%s` não existe.

source: Test center contains test taker and groups and are administer by a proctor
ja_jp: テストセンターには受験者とグループが含まれ、試検監督者が管理しています。
pt_br: Centro de testes contém taker e grupos de teste e são administrados por um perfil

source: Test Center List
ja_jp: テストセンター一覧
pt_br: Lista Central de Teste

source: Test centers
ja_jp: テストセンター
pt_br: Centros de teste

source: Test Centers
ja_jp: テストセンター
pt_br: Centros de teste

source: Test site
ja_jp: テストサイト
pt_br: Site de teste

source: Test sites
ja_jp: テストサイト
pt_br: Sites de teste

source: Test taker `%s` does not exist.
ja_jp: この受験者は存在しません： `%s`
pt_br: Teste taker `%s` não existe.

source: Testcenter Proctoring
ja_jp: テストセンター試検監督
pt_br: Proctoração de TestCenter

source: Testcenter Proctors
ja_jp: テストセンター試検監督者
pt_br: Provisores de Testcentro

source: The following delivery(ies) are already eligible :
ja_jp: 次のデリバリは既に対象となっています :
pt_br: As seguintes entregas (ies) já estão elegíveis :

source: This delivery can be launched without authorization
ja_jp: このデリバリは承認なしで開始できます
pt_br: Esta entrega pode ser iniciada sem autorização

source: This delivery needs proctor authorization
ja_jp: このデリバリは試検監督者の承認が必要です。
pt_br: Esta entrega requer autorização do profissional

source: Unable to upload file %s : %s
ja_jp: ファイル %s : %s をアップロードできません
pt_br: Não foi possível carregar o arquivo %s : %s

source: User `%s` does not exist.
ja_jp: このユーザは存在しません : `%s`
pt_br: O usuário `%s` não existe.

source: User is not assigned to the test center with given role.
ja_jp: ユーザーが、指定されたロールでテストセンターに割り当てられていません。
pt_br: Usuário não está atribuído ao centro de testes com determinada função.

source: User Role `%s` does not exist.
ja_jp: このユーザロールが存在しません : `%s`
pt_br: Papel do Usuário `%s` não existe.

source: User with given role cannot be assigned to the test center.
ja_jp: 指定されたロールを持つユーザは、テストセンターに割り当てられません。
pt_br: O usuário com determinado papel não pode ser atribuído ao centro de teste.

source: Workstation name
ja_jp: ワークステーション名
pt_br: Nome da estação

source: Workstation:
ja_jp: ワークステーション

source: You must select at least one test center!
ja_jp: 少なくとも1つのテストセンターを選んでください
pt_br: Você deve selecionar pelo menos um centro de teste!

source: Can\'t create eligibility. Please contact administrator.
pt_br: Não foi possível criar a elegibilidade. Por favor, contate o administrador.

source: Eligibility don\'t need proctor authorization any more.
pt_br: A elegibilidade não precisa mais de autorização do protor.

source: for
pt_br: para

source: OK
pt_br: Certo
