Repository: oat-sa/extension-tao-testcenter
Catalog: locales/*/taotestcenter.rdf.po
Languages: ja_jp, pt_br

# http://www.w3.org/2000/01/rdf-schema#label
source: Test Center
ja_jp: テストセンター
pt_br: Centro de teste

# http://www.w3.org/2000/01/rdf-schema#comment
source: Test Center
ja_jp: テストセンター
pt_br: Centro de teste

# http://www.w3.org/2000/01/rdf-schema#comment
source: Member of the test center
ja_jp: テストセンターメンバー
pt_br: Membro do centro de teste

# http://www.w3.org/2000/01/rdf-schema#label
source: Proctor
ja_jp: 試検監督者
pt_br: Profissional

# http://www.w3.org/2000/01/rdf-schema#comment
source: Proctor of the test center
ja_jp: テストセンター試検監督者
pt_br: Perfil do centro de testes

# http://www.w3.org/2000/01/rdf-schema#label
source: Administrator
ja_jp: アドミニストレータ
pt_br: Administrador

# http://www.w3.org/2000/01/rdf-schema#comment
source: the administrator of the test center
ja_jp: テストセンター・アドミニストレータ
pt_br: o administrador do centro de testes

# http://www.w3.org/2000/01/rdf-schema#label
source: Authorized Proctor
ja_jp: 承認された試検監督者
pt_br: Autorizado Autorizado

# http://www.w3.org/2000/01/rdf-schema#comment
source: Authorized Proctor of the test center
ja_jp: 承認されたテストセンター試検監督者
pt_br: Perfil autorizado do centro de testes

# http://www.w3.org/2000/01/rdf-schema#label
source: Assigned Proctor
ja_jp: 担当試検監督者
pt_br: Perfil Atribuído

# http://www.w3.org/2000/01/rdf-schema#comment
source: Assigned Proctor of the test center
ja_jp: テストセンター担当試検監督者
pt_br: Perfil atribuído do centro de testes

# http://www.w3.org/2000/01/rdf-schema#label
source: Content
ja_jp: 内容
pt_br: Conteúdo

# http://www.w3.org/2000/01/rdf-schema#comment
source: test center administers delivery
ja_jp: テストセンターがデリバリを実施
pt_br: entrega de administração central de teste

# http://www.w3.org/2000/01/rdf-schema#label
source: Children Test Center
ja_jp: 子テストセンター
pt_br: Centro de Teste de Crianças

# http://www.w3.org/2000/01/rdf-schema#comment
source: children test center of the test center
ja_jp: テストセンターの子テストセンター
pt_br: centro de testes filhos do centro de testes

# http://www.w3.org/2000/01/rdf-schema#label
source: Assignment
ja_jp: 割当て
pt_br: Atribuição

# http://www.w3.org/2000/01/rdf-schema#comment
source: Eligibilities of the Test-Taker
ja_jp: 受検者の資格
pt_br: Eligibilidades do Testador-Tomador

# http://www.w3.org/2000/01/rdf-schema#label
source: Test Center Administrator Role
ja_jp: Test Center Administratorロール
pt_br: Função do administrador do centro de teste

# http://www.w3.org/2000/01/rdf-schema#comment
source: Test Center Administrator Role
ja_jp: est Center Administratorロール
pt_br: Função do administrador do centro de teste

# http://www.w3.org/2000/01/rdf-schema#label
source: Test Centers Manager
ja_jp: テストセンター管理
pt_br: Gerenciador de Centros de Teste

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Test Centers Manager Role
ja_jp: The Test Centers Managerロール
pt_br: Função do Gerenciador de Centros de Teste
